{
    "A tool to create beautiful images is just one step away.": "Ein Werkzeug zum erstellen toller Bilder ist nur einen Schritt entfernt.",
    "Apply for a login": "Zugang beantragen",
    "City": "Ort",
    "Comment": "Bemerkung",
    "Confirm Password": "Passwort wiederholen",
    "Create account": "Registrieren",
    "Create account.": "Zugang erstellen.",
    "Design green images with ease.": "Ganz einfach grüne Bilder gestalten.",
    "E-Mail Address": "E-Mailadresse",
    "First Name": "Vorname",
    "Forgot password?": "Passwort vergessen?",
    "Here is how you can enable it.": "So kannst du es einschalten.",
    "Javascript is absolutely essential for this app to run.": "Javascript ist absolut notwendig, damit diese Anwendung funktioniert.",
    "Javascript is required": "Javascript ist erforderlich",
    "Last Name": "Nachname",
    "Loading...": "Laden...",
    "Login": "Login",
    "Or haven't you got an account yet?": "Oder hast du noch keinen Zugang?",
    "Password": "Passwort",
    "Please fill out this form to apply for a login. As we will review your application manually, it may take some time.": "Bitte fülle dieses Formular aus, um einen Zugang zu beantragen. Da wir den Antrag manuell überprüfen werden, kann es etwas dauern.",
    "Register": "Registrieren",
    "Reset Password": "Passwort zurücksetzen",
    "Reset it!": "Jetzt zurücksetzen!",
    "Reset password.": "Passwort zurücksetzen.",
    "Save password and login": "Passwort speichern und anmelden",
    "Send Password Reset Link": "Link zum Zurücksetzen des Passworts senden",
    "Set yourself a password and your ready to go!": "Setze dir ein Passwort und los geht's!",
    "Stay logged in": "Eingeloggt bleiben",
    "Thank you!": "Vielen Dank!",
    "We'll just verify it's really you. For that, we'll email you a secret link to reset your password. Make sure you enter the same email address as you use for signing in.": "Wir möchten sichergehen, dass du wirklich du bist. Dazu senden wir die den Link, um dein Passwort zurückzusetzen, per Mail. Gib darum die gleiche E-Mailadresse an, die du benutzt um dich anzumelden.",
    "We've received your registration and we'll approve it as soon as possible. Since this is done manually, it may take a little while. We'll send you an email, as soon as your account is ready.": "Wir haben deinen Antrag erhalten und wir werden ihn so bald wie möglich genehmigen. Da dies von einem Menschen erledigt wird, kann es eine Weile dauern. Wir senden dir eine E-Mail, sobald dein Zugang bereit ist.",
    "Welcome :firstName!": "Willkommen :firstName!",
    "Would you like to reset your password?": "Möchtest du dein Passwort zurücksetzen?"
}
